Repository: FromDoppler/doppler-woocommerce-plugin
Catalog: languages/doppler-for-woocommerce-*.po
Languages: es_es

source: Ouch! Enter a valid Email.
es_es: ¡Ouch! Escribe un Email válido.

source: Ouch! The Field is empty.
es_es: ¡Ouch! El campo está vacío.

source: Ouch! There's something wrong with your Username or API Key. Please, try again.
es_es: ¡Ouch! Hay un error en tu Usuario o API Key. Vuelve a intentarlo.

source: The List has been created correctly.
es_es: La Lista se ha creado correctamente.

source: Ouch! You've reached the maximum number of Lists created.
es_es: ¡Ouch! Has alcanzado el número máximo de Listas creadas.

source: Ouch! You've already used this name for another List.
es_es: ¡Ouch! Ya has utilizado este nombre para otra Lista.

source: Ouch! You've made several actions in a short period of time. Please wait a few minutes before making another one.
es_es: ¡Ouch! Has realizado varias acciones en un periodo corto de tiempo. Por favor, espera unos minutos antes de realizar otra.

source: Ouch! List name is invalid. Please choose another name.
es_es: ¡Ouch! El nombre de la Lista es inválido. Elige otro nombre.

source: Save
es_es: Guardar

source: Cancel
es_es: Cancelar

source: Ouch! The Lists couldn't be synchronized.
es_es: ¡Ouch! La lista no se pudo sincronizar.

source: Your Lists has been syncronized and saved succesfully.
es_es: Tus Listas fueron sincronizadas y guardadas con éxito.

source: We're synchronizing your Customers with your Doppler List...
es_es: Estamos sincronizando tus Clientes con tus Listas de Doppler.

source: Select the Doppler Lists where you want to import your Customers. When synchronized, those Customers already registered and future customers will be sent automatically.
es_es: Selecciona las Listas de Doppler a donde quieres importar tus Clientes. Al sincronizarlas, se enviarán automáticamente los existentes y los futuros clientes.

source: WooCommerce Buyers
es_es: Compradores de WooCommerce

source: WooCommerce Contacts
es_es: Contactos de WooCommerce

source: Ouch! <strong>Doppler for WooCommerce</strong> requires the <a href="https://wordpress.org/plugins/doppler-form/">Doppler Forms</a> plugin to be installed and active.
es_es: ¡Ouch! <strong>Doppler para WooCommerce</strong> requiere que tengas el plugin Formularios Doppler instalado y activo.

source: Ouch! <strong>Doppler for WooCommerce</strong> requires at least <strong>Doppler Forms %1$s</strong> to be active. Please <a href="%2$splugins.php">upgrade</a> Doppler Forms.
es_es: ¡Ouch! <strong>Doppler para WooCommerce</strong> requiere al menos <strong>Doppler Forms v%1$s</strong> para poder activarse. Por favor <a href="%2$splugins.php">actualiza</a> Doppler Forms.

source: Doppler for WooCommerce
es_es: Doppler para WooCommerce

source: Products
es_es: Productos

source: Total amount
es_es: Monto total

source: Date of purchase
es_es: Fecha de compra

source: Forbidden
es_es: Prohibido

source: Missing required data to check status
es_es: Faltan datos necesarios para comprobar el estado

source: By confirming this action some automations in your Doppler Woocommerce activation can be lost.
es_es: Si tienes automations relacionados con este sitio podrían dejar de funcionar.

source: ¿Do yo wish to continue?
es_es: ¿Deseas continuar?

source: https://www.fromdoppler.com/en/?utm_source=landing&utm_medium=integracion&utm_campaign=wordpress
es_es: https://help.fromdoppler.com/es/?utm_source=landing&utm_medium=integracion&utm_campaign=woocommerce

source: Fields mapped succesfully
es_es: Los Campos han sido guardados correctamente

source: Subscribers lists saved succesfully
es_es: Las Listas han sido guardadas correctamente

source: WooCommerce integration could not be verified.
es_es: La integración con WooCommerce no pudo ser verificada.

source: Reconnect integration
es_es: Reconectar integración

source: Lists to synchronize
es_es: Listas a sincronizar

source: Pick the Doppler Lists you want to import your Users into. You can sync existing Lists or create new ones.
es_es: Selecciona las Listas de Doppler a donde quieres importar tus Usuarios. Puedes sincronizar Listas existentes o crear nuevas.

source: As they register to your store or buy a product, your Subscribers will be automatically sent to the selected Doppler Lists.
es_es: Cuando se registren a tu tienda o realicen una compra, tus suscriptores serán enviados automáticamente a la Lista de Doppler seleccionada.

source: Fields Mapping
es_es: Mapeo de Campos

source: Doppler List to send Buyers
es_es: Lista de Doppler a la cual enviarás Compradores

source: Currently there is no Buyers list selected. Press synchronize to create and syncrhonize default Buyers List.
es_es: Actualmente no hay una Lista de Compradores seleccionada. Presiona Sincronizar para crear y sincronizar una Lista de Compradores.

source: Doppler List to send Contacts
es_es: Lista de Doppler a la cual enviarás Contactos

source: Currently there is no Contacts list selected. Press synchronize to create and syncrhonize default Contacts List.
es_es: Actualmente no hay una Lista de Contactos seleccionada. Presiona Sincronizar para crear y sincronizar una Lista de Compradores.

source: Synchronize
es_es: Sincronizar

source: Connected account
es_es: Cuenta conectada

source: Send the information of your Contacts in WooCommerce to Doppler. To do this, select the Doppler Field equivalent to each of the WooCommerce Fields. <br/>Need to create Custom Fields in Doppler?
es_es: Envía la información de tus Contactos en WooCommerce a Doppler. Para ello, selecciona el Campo de Doppler equivalente a cada uno de los Campos de WooCommerce. <br/> ¿Necesitas crear Campos Personalizados en Doppler?

source: https://help.fromdoppler.com/en/how-to-create-a-customized-field?utm_source=landing&utm_medium=integracion&utm_campaign=woocommerce
es_es: https://help.fromdoppler.com/es/como-agregar-un-campo-personalizado?utm_source=landing&utm_medium=integracion&utm_campaign=woocommerce

source: Learn how
es_es: Descubre cómo

source: Billing fields
es_es: Campos de Facturación

source: Shipping fields
es_es: Campos de Envío

source: Account fields
es_es: Campos de Cuenta

source: Last purchase fields
es_es: Campos de Ultima Compra

source: WooCommerce Fields
es_es: Campos de WooCommerce

source: Doppler Fields
es_es: Campos de Doppler

source: Back
es_es: Atrás

source: Save and Synchronize
es_es: Guardar y Sincronizar

source: This plugin requires
es_es: Este plugin requiere que el plugin

source: plugin to be active.
es_es: esté activo.

source: I agree to receive promotional emails.
es_es: Acepto recibir emails promocionales.

source: Ouch! Doppler for WooCommerce will not work if the following plugins are not installed and active:
es_es: ¡Ouch! Doppler para Woocommerce no funcionará si los siguientes plugins no están instalados y activos:
